export type ProjectContent = {
  description: string;
  status: "Виды деятельности по уставу";
};

export const projects: readonly ProjectContent[] = [
  {
    description:
      "Помощь социально незащищенным гражданам, находящимся в тяжелом материальном положении.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Оказание помощи и поддержки пожилым людям, детям-сиротам, детям и престарелым гражданам, находящимся на попечении государства, малообеспеченным и иным лицам, нуждающимся в помощи.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Содействие восстановлению, облагораживанию и охране объектов и территорий, имеющих историческую, культурную или природоохранную значимость.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Объединение усилий организаций для оказания помощи нуждающимся, возрождения и развития меценатства.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Проведение информационных и иных акций для помощи и поддержки нуждающихся.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Привлечение добровольных пожертвований и денежных взносов российских организаций и граждан.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Участие в государственных программах, получение и реализация грантов.",
    status: "Виды деятельности по уставу",
  },
  {
    description:
      "Разработка и реализация проектов для финансирования социальной сферы с участием бизнеса, бюджета и физических лиц.",
    status: "Виды деятельности по уставу",
  },
];
