export type ProjectContent = {
  description: string;
  homepageDescription: string;
};

export const projects: readonly ProjectContent[] = [
  {
    description:
      "Помощь социально незащищенным гражданам, находящимся в тяжелом материальном положении.",
    homepageDescription:
      "Помощь социально незащищенным гражданам, оказавшимся в тяжелом материальном положении.",
  },
  {
    description:
      "Оказание помощи и поддержки пожилым людям, детям-сиротам, детям и престарелым гражданам, находящимся на попечении государства, малообеспеченным и иным лицам, нуждающимся в помощи.",
    homepageDescription:
      "Поддержка пожилых людей, детей-сирот, детей и престарелых граждан, находящихся на попечении государства, малообеспеченных и других людей, нуждающихся в помощи.",
  },
  {
    description:
      "Содействие восстановлению, облагораживанию и охране объектов и территорий, имеющих историческую, культурную или природоохранную значимость.",
    homepageDescription:
      "Восстановление, облагораживание и охрана исторически, культурно и природоохранно значимых объектов и территорий.",
  },
  {
    description:
      "Объединение усилий организаций для оказания помощи нуждающимся, возрождения и развития меценатства.",
    homepageDescription:
      "Объединение усилий организаций для помощи нуждающимся и развития меценатства.",
  },
  {
    description:
      "Проведение информационных и иных акций для помощи и поддержки нуждающихся.",
    homepageDescription:
      "Проведение информационных и иных акций в помощь и поддержку нуждающихся.",
  },
  {
    description:
      "Привлечение добровольных пожертвований и денежных взносов российских организаций и граждан.",
    homepageDescription:
      "Привлечение добровольных пожертвований и денежных взносов российских организаций и граждан.",
  },
  {
    description:
      "Участие в государственных программах, получение и реализация грантов.",
    homepageDescription:
      "Участие в государственных программах, получение и реализация грантов.",
  },
  {
    description:
      "Разработка и реализация проектов для финансирования социальной сферы с участием бизнеса, бюджета и физических лиц.",
    homepageDescription:
      "Разработка и реализация проектов финансирования социальной сферы с участием бизнеса, бюджета и физических лиц.",
  },
];
